[
    {
        "situation": "I was walking around my mansion at night one cold day in October. I then heard spooky sounds, and saw the ghost of Michael Jackson.",
        "speaker": "Some times at night, I can hear some shouting \"AHHHHHHH\", \"HEE HEE\". "
    },
    {
        "situation": "One of the neighbors has a white husky dog. I was walking one day and it approached me and started growling, i thought it was going to bite me.",
        "speaker": "I went for a walk the other day and one of the neighbors dogs was loose, a bit white husky, he was aggressive."
    },
    {
        "situation": "I managed to spook myself in college by watching a little too much horror while living alone.",
        "speaker": "I managed to spook myself really bad once watching too many horror movies and being in a house alone by the woods."
    },
    {
        "situation": "Once I was super afraid b/c there was this guys following me and my mom at this grocery store.  I wasn't sure what to do about the situation so I told the manager at the store and he had someone walk me and my mom out to my car so we would be safe.",
        "speaker": "Me and my mom were at this grocery store recently and this guy started following us outside the store and then again inside the store it was so scary!"
    },
    {
        "situation": "School is starting up soon and I'm worried I may not be able to keep up with all of the homework.",
        "speaker": "So college is starting up soon and I'm worried I won't be able to deal with the workload again."
    },
    {
        "situation": "I was scared when this random guy walked into my room",
        "speaker": "Some random dude walked into my room while I was laying down, couldn't have been more weird"
    },
    {
        "situation": "I was walking home alone one night in a bad part of town and I thought I was going to get robbed. I was scared!",
        "speaker": "Last night I was walking home from work in a bad part of town, I was a bit scared."
    },
    {
        "situation": "A big wind storm blew through my town and knocked over trees.  I looked outside and saw one of the trees in my yard was uprooted.  I worried that at any moment I'd hear the crash of a tree or branch on my room, or the sound of breaking glass.",
        "speaker": "A big wind storm blew through town and uprooted one of the trees in my yard."
    },
    {
        "situation": "i was so afraid of going in my barn because I got stung by a wasp last year in my neck.",
        "speaker": "I was so afraid of going in my barn because I got stung by a wasp last year in my neck in the barn."
    },
    {
        "situation": "The other night when I was taking my dog out to go to the bathroom really late. I heard some rustling in the bushes and panicked. ",
        "speaker": "The other night when I was taking my dog out to go to the bathroom really late. I heard some rustling in the bushes and panicked."
    },
    {
        "situation": "i really hate seeing people throw trash on the street like if it was a natural thing to do",
        "speaker": "i cannot stand seeing people throw trash on the streets"
    },
    {
        "situation": "some guys shot my neighbour and ran into the woods",
        "speaker": "i just moved to this neighborhood and some dumb criminals shot one of my neighbors and ran into the woods! "
    },
    {
        "situation": "I was stopped at a red light and a woman in a truck scraped all along the side of my car.  She seemed high or something, so I don't know what was wrong with her.",
        "speaker": "I was stopped at a traffic light when a woman in a truck scraped slowly along the side of my car."
    },
    {
        "situation": "My upstairs neighbor gets up at 3am for work. Instead of preparing the night before she does everything in the am. I am so tired of being woken up!",
        "speaker": "If my upstairs neighbor wakes me at 3am again I think I'll explode! I get that she has to go to work, but why not get organized the night before for goodness sake?!"
    },
    {
        "situation": "It always feels like I'm not being listened to. My family seems to be deaf when I speak, when of course, I know they aren't.",
        "speaker": "I always feel like no one hears me. Like When I speak it falls on deaf ears."
    },
    {
        "situation": "i hate when my kids leave their clothes all over the floor, i punish their video games but they still manage to leave their clothes on the floor",
        "speaker": "i really hate when my kids leave their dirty clothes on the floor"
    },
    {
        "situation": "I step on a lego that my son left on the floor",
        "speaker": "I came home from work and step barefoot on one of my sons legos, i was so pissed!"
    },
    {
        "situation": "Felt helpless when my dog passed away.",
        "speaker": "When my dog passed away, I felt so helpless. She was old and suffering and I felt angry that there was nothing I could do other than put her down."
    },
    {
        "situation": "I had a friend's boyfriend make a pass at me when I went to visit my friend. He actually kissed me, and this made me very upset. I couldn't believe the nerve!",
        "speaker": "I went to visit a friend one day and her boyfriend made a pass at me. He actually suddenly kissed me, as I was waiting for my friend to return. I couldn't believe his nerve!"
    },
    {
        "situation": "it makes me really angry when the neighboors door poops on my yard and she does not pick it up",
        "speaker": "i hate when my neighboors dog poops on my yard and she does nothing, i dont care if he poops if she picks it up"
    },
    {
        "situation": "We tried a new restaurant for our anniversary that came highly rated by everyone in the community. When they got our order wrong and did't cook our food right I was mad and disappointed. I tried not to let it ruin the night.",
        "speaker": "We went out to dinner for our first anniversary and they got our order all wrong."
    },
    {
        "situation": "The store I am ordering from won't ship to Canada, even though I found the perfect present for my brothers birthday.",
        "speaker": "I couldn't buy my brother his gift from an online retailer that starts with an A, because apparently they don't ship to Canada from their .com website. :("
    },
    {
        "situation": "I think I might loose my job over something that wasn't my fault. ",
        "speaker": "I have been having a rough week!"
    },
    {
        "situation": "I had an unprofessional job interview.",
        "speaker": "I had an unprofessional job interview."
    },
    {
        "situation": "My friend's son is wild and not disciplined, where he is always acting bad. One day he grabbed one of our expensive games and sat on it, breaking it. This really irked me!",
        "speaker": "I have a friend that has a child that is unruly and does bad things. One day at our home, he grabbed a game and sat on it, instantly breaking it! It was expensive and this really irked me, especially because she doesn't discipline him when he does bad things."
    },
    {
        "situation": "I just did a bunch of work and messed it up in the end.  Now I'm not sure if I'll get paid.",
        "speaker": "I just got an assigment.  I was doing well on it but rushed through the very end.  Now I'm not sure I'll be paid."
    },
    {
        "situation": "Something which really irks me is someone queue jumping. The other day I was standing at the deli counter of my local store and some guy just walked up and started asking for stuff. The employee served him, too.",
        "speaker": "Queue jumping is something which irks me no end. I was at the deli counter of my local store recently and some guy came up and started ordering. The employee served him, too."
    },
    {
        "situation": "I lost my credit card and now my bills aren't going through. Trying to explain to the phone and internet companies is such a pain.",
        "speaker": "Getting a new debit card takes so long and really is a hassle."
    },
    {
        "situation": "When I'm in the grocery store and everyone is in a rush. They are rude and bump into you. ",
        "speaker": "It seems like today everyone in the grocery store was in such a rush. Hurrying around!"
    },
    {
        "situation": "I come home from work and my parents are always arguing. It frustrates me.",
        "speaker": "I come home from work and my parents always seem to be arguing. It's very frustrating."
    },
    {
        "situation": "I'm really looking forward to this trip I have planned next week.",
        "speaker": "I'm really looking forward to this trip I have planned next week."
    },
    {
        "situation": "I went on a job interview. I'm waiting to hear if I got the job.",
        "speaker": "I went on a job interview. I'm anxiously waiting to hear if I got the job."
    },
    {
        "situation": "When I first started working and was waiting for the first paycheck to come in I was so anxious. I had never made money before and I just kept checking the mail every morning in case it showed up early. ",
        "speaker": "I remember getting my first job and just working so hard for that first week cause it was retail"
    },
    {
        "situation": "I have a vacation condo in Florida at the beach reserved in a few weeks. It is right on the beach, with gorgeous ocean views and I can't wait to go.",
        "speaker": "I am looking forward to going on vacation in a few weeks! We have a condo reserved on the beach, with fantastic ocean views. I'm ready!"
    },
    {
        "situation": "My car is about to die. I'm expecting to get a new car very soon.",
        "speaker": "My car is on it's last legs. I think I see a new car in my future very soon."
    },
    {
        "situation": "This week is the last week for this semester of my college courses. I can't stand having to wait to see the final grades!",
        "speaker": "This week was the last one for this semester of my college courses"
    },
    {
        "situation": "I had to write a speech for a club I'm in and it made me have thoughts about what might happen if I didn't give a good speech, like people might get bored",
        "speaker": "Writing speeches makes me nervous"
    },
    {
        "situation": "I can't wait until next week. We have planned a family get-together and I haven't seen my brother and sister for more than a year. I am really looking forward to seeing them and catching up.",
        "speaker": "We have a family reunion planned for next week. I am really looking forward to catching up with everyone, especially my brother and sister."
    },
    {
        "situation": "anticipate: can't wait for my baby boy",
        "speaker": "I can't wait for my baby boy. Less than 3 months to go now"
    },
    {
        "situation": "I cannot wait to go travel! I have an upcoming trip to Madagascar",
        "speaker": "I can't wait to travel. I am going to Madagascar soon!"
    },
    {
        "situation": "My cat had to have surgery on her leg and I was so scared and worried for her",
        "speaker": "My cat broke her leg not too long ago and had to have surgery one it "
    },
    {
        "situation": "My husband and I both work for ourselves, so as the end of the month approaches, we can sometimes feel a little worried about bringing in the funds we need.",
        "speaker": "My husband and I both work for ourselves -- a blessing and a curse at times, since it can be tough to determine a \"regular\" income."
    },
    {
        "situation": "I've been having anxiety attacks",
        "speaker": "I've been having anxiety attacks lately. Everything is great and suddenly i start thinking about something bad happening and i have a full blown anxiety attack over something that didn't even happen"
    },
    {
        "situation": "Bills and mortgage payments are comming up.  I am working hard to make sure I can satisfy them.",
        "speaker": "My bills and mortgage payment is coming up soon.  I not sure if I can cover them all."
    },
    {
        "situation": "anxious: idk if can save enough",
        "speaker": "I feel uneasy because I don't know if I will be able to save enough money in time"
    },
    {
        "situation": "I have a big test on Monday. I am so nervous, I haven't been able to sleep at all.",
        "speaker": "I have a big test on Monday, I am so nervous."
    },
    {
        "situation": "Whenever I have to give a presentation, I get so nervous. Mentally, I don't really care, but my legs shake, my heart pounds, and I speak too quickly. Being the center of attention makes me feel that way",
        "speaker": "I hate giving big presentations and being the center of attention."
    },
    {
        "situation": "I'm sleep training my toddler and i'm so frustrated and overhwelmed",
        "speaker": "I'm sleep training my toddler, he never slept in his crib before. He is crying and it makes me feel so bad"
    },
    {
        "situation": "When I applied for the job I have now, it took them almost a month to get back to me.  I contacted them two or three times and they kept telling me they were working on it.",
        "speaker": "When I applied for the job I have now it took them like a month to get back to me with a final answer.  It was pretty stressful."
    },
    {
        "situation": "My family came to visit me recently. I always get nervous before having visitors. ",
        "speaker": "my family came to visit recently, i always get so nervous about people visiting. "
    },
    {
        "situation": "I am nervous about starting my new job. I want to do well, but it's so different.",
        "speaker": "I am so nervous to start my new job tommorrow."
    },
    {
        "situation": "on the way to the airport the other day the car broke down. didn't know if was going to make it to the flight",
        "speaker": "we were 20 mins from the airport and the car broke down, overheated and would not start !"
    },
    {
        "situation": "I'm a bit nervous- I have an upcoming certification exam to take for my teaching license and it's a big deal.",
        "speaker": "I'm a bit nervous- I have an upcoming certification exam to take for my teaching license and it's a big deal."
    },
    {
        "situation": "I had a job interview yesterday. I was really nervous before it started.",
        "speaker": "I had a job interview yesterday. I was really nervous before it started."
    },
    {
        "situation": "At dinner the other night, my family ordered three diet cokes.  They all came out a different shade from dark to light.  I was pretty concerned with the quality of the drinks when they were delivered.",
        "speaker": "We ordered 3 diet cokes with dinner the other night, and they all came out a different shade of coloring!"
    },
    {
        "situation": "There is a girl I like.  I want to ask her out.  If she says no I'm afraid it will ruin our friendship.",
        "speaker": "I want to ask this girl I'm friends with out but I'm nervous to to so."
    },
    {
        "situation": "I have an appointment soon with my orthopedic surgeon, when he's going to tell me whether or not he can operate on my hip. I so want everything to go well, but am worried he'll say no, can't do it!",
        "speaker": "I'm seeing my orthopedic surgeon soon and he'll tell me if he can operate on my hip. I so hope he says yes, but the suspense is killing me!"
    },
    {
        "situation": "Lifting some weight I didn't think I could handle.",
        "speaker": "I had some hesitations when I was at the gym today, thought I wouldn't be able to handle the weights"
    },
    {
        "situation": "My friends wanted to go bungie jumping but I'm afraid of heights.  They kept trying to convince me to do it but I was reluctant.  Finally I stepped out on the ledge and jumped.",
        "speaker": "I went bungie jumping with some friends but I was reluctant to jump."
    },
    {
        "situation": "I was so scared of going on the train, I do not like fast moving objects",
        "speaker": "I was so scared of going onto the train!"
    },
    {
        "situation": "I am ashamed when I don't have enough money. When I go out with friend I have to order the cheapest thing on the menu because I am counting pennies.",
        "speaker": "When I go out with friends I really have to be tight with my money. Times are really hard for me financially?"
    },
    {
        "situation": "I forgot I had planned to pick up my brother from work the other day. He had to wait for me to get there, I felt like such a jerk.",
        "speaker": "Im embarrassed to admit I forgot to pick up my brother from worth the other day after agreeing to"
    },
    {
        "situation": "Kids will be kids, but I'm still ashamed when I think of how I treated one girl in sixth grade. I learned then that peer pressure doesn't often support your being your best self.",
        "speaker": "I can still look back with shame at the way I treated a girl in sixth grade. I wasn't as bad as others, but that doesn't make me feel any better."
    },
    {
        "situation": "I wet my pants because I had a dream that I was going to the restroom.",
        "speaker": "I ca not believe what happened the other night at my friends house, I'll never show my face again."
    },
    {
        "situation": "I made the mistake of loosing a piece of my mother in laws tupperwear. I left it outside and someone stole it.",
        "speaker": "I lost something of my mother in laws the other day, I feel so bad."
    },
    {
        "situation": "Living out of a car",
        "speaker": "I used to live out of my car and it made me feel pretty down on myself back then"
    },
    {
        "situation": "I felt sick and sorry when i lied to my girlfriend about kissing another girl. I feel evil",
        "speaker": "i felt so guilty after lying to my girlfriend"
    },
    {
        "situation": "I wish I never did it now",
        "speaker": "I wish I never did it now. I thought it wasn't going to come out"
    },
    {
        "situation": "The first time my girlfriend picked me up for a date, I was still a total slob. My room was in shambles and my house was falling apart. She asked to use the bathroom, and I almost died when she saw the inside of the place.",
        "speaker": "I can't believe my girlfriend was still interested in me after she saw the slum I was living in."
    },
    {
        "situation": "My house is a mess and I've got people coming over later this evening.",
        "speaker": "My house is a mess and I've got people coming over later on this evening."
    },
    {
        "situation": "I really love dogs they are a great company when you are sad and about all the time, i love my puppy i got ",
        "speaker": "I love dogs very much they are always great companions "
    },
    {
        "situation": "My mother stopped by my house one day and said she saw 3 dogs on the road, down from our house. They were starving, with ribs showing, and it was a mother dog and her two small puppies. Of course, my daughter wanted to bring them to our house, so we could feed and help them. We did, and my heart went out to them, as they were so sweet, but really were in a bad shape.",
        "speaker": "Well, can you tell me about your experience? I think we swapped places"
    },
    {
        "situation": "I saw a homeless lady ",
        "speaker": "I saw a homeless lady and i felt so bad for her because it was so hot outside so went to five guys and bought her some food and cold drinks"
    },
    {
        "situation": "My sister is so caring, she took care of me when I was sick",
        "speaker": "My sister is so caring, she took care of me when I was sick"
    },
    {
        "situation": "My daughter just got married and moved across the country and is homesick. I've been talking to her every day to make her feel better.",
        "speaker": "My daughter just got married and moved across the country and is homesick. I've been talking to her every day to make her feel better."
    },
    {
        "situation": "I like to help at the animal shelter walking the dogs. They get a chance to get out of their cages and be with a nice human like me.",
        "speaker": "I like to help at the animal shelter walking the dogs. They get a chance to get out of their cages and be with a nice human like me."
    },
    {
        "situation": "I love my baby so much. He is teething right now and i don't really know how to help him",
        "speaker": "I love my baby so much! he is teething right now and i don't even know how to help him :("
    },
    {
        "situation": "I had to take my daughter to the doctor the other day. She was very sick. Turns out she had the flu.",
        "speaker": "I had to take my daughter to the doctor the other day. She was very sick."
    },
    {
        "situation": "When she fell down the steps I blamed myself for not being close enough to catch her. I cared for her for months after that until she was better.",
        "speaker": "I blamed myself for her fall because I wasn't close enough to prevent it. I took care of her for months afterwards."
    },
    {
        "situation": "I found an injured baby kitten in the road while driving. I took it home, nursed it back to health, and now she's my beloved Muffin. ",
        "speaker": "A year ago, I found an injured baby kitten in the road while driving."
    },
    {
        "situation": "One time I was going to a court hearing against my former place of employment to repeal a decision made to cancel my unemployment. I knew I would win because I had so much evidence against them and their shoddy work practices.",
        "speaker": "I went to a court hearing for unemployment with my former employer, and I felt great about it since I was so prepared with all of the documents and everything I needed to show the court I was in the right for quitting."
    },
    {
        "situation": "I am going to play in a dominos tournament",
        "speaker": "I am going to play dominos tonight"
    },
    {
        "situation": "My daughter was voted \"Most Artistic\" in school and I really felt so happy for her. She is very talented and I think is going far with her talent.",
        "speaker": "Recently my daughter was voted 'Most Artistic' by her peers! She is so talented and we feel lucky to be her parents."
    },
    {
        "situation": "I have to say that at my wedding I felt the most confident I have ever felt.  I felt beautiful and ready to conquer the world!",
        "speaker": "I have a hard time having confidence in myself but when I got married and I had my hair and makeup done I felt like I was beautiful!  I had so much confidence in myself that day and it was great!"
    },
    {
        "situation": "I had a final exam today. I know I aced it because I prepared for weeks.",
        "speaker": "I had my final exam for Chemistry today!"
    },
    {
        "situation": "I played volley ball in middle and high school, so we signed my two daughters up to play. When we went to the first practice, the coach said it was her first time coaching, so she asked if I could help some. It was an honor to help coach them, and I enjoyed it because I miss playing.",
        "speaker": "I was the captain of the volley ball team in middle school and high school, so I signed my daughters up to play. since they had an interest in it too. When we got the practice on the first day, the coach said that it was her first year coaching and she asked me if I would help a little."
    },
    {
        "situation": "Starting to work out again! Getting back in shape has raised my Self Esteem!",
        "speaker": "I've got back in to running this week, I missed it! It's a great stress reliever!"
    },
    {
        "situation": "I found out that I was one of the top performers in the Mid-South district for my job!  I knew I could do it!",
        "speaker": "I found out yesterday at work that I'm one of the top performers for my district!  I figured I was doing good, I didn't know I was doing *that* well!"
    },
    {
        "situation": "I have a surprise planned for a night out for my husband when he gets back from traveling for work. I feel pretty optimistic and sure he will really enjoy it.",
        "speaker": "My husband has been out of town a few weeks for work but is coming back next weekend. I have a surprise night planned for just us. I am optimistic and sure he will really enjoy it."
    },
    {
        "situation": "I recently applied for a new job, beforehand i bought a new outfit and got a haircut to make me feel better about myself and my chances.",
        "speaker": "I was nervous about an upcoming job interview recently, I bought a new outfit and got a haircut to make myself feel better."
    },
    {
        "situation": "I am happy with where I live, my house, my income, and I'm grateful to God.",
        "speaker": "I feel happy about the new house I have and that I can work from home. Thanks be to God"
    },
    {
        "situation": "im really happy im starting school again, summer was so boring for me i spent it at my house the whole entire summer",
        "speaker": "summer was so boring for me, im really happy school is starting again"
    },
    {
        "situation": "I never liked milk. I always had skim milk growing up. Then I decided that maybe whole milk would be better, but I didn't like that either. But now that I've had 2% milk, I can enjoy it.",
        "speaker": "I never liked milk growing up, because my family drank skim. "
    },
    {
        "situation": "my baby is sleeping",
        "speaker": "my baby is sleeping. it's so peaceful and quiet in this house"
    },
    {
        "situation": "I'm usually at my calmest and happiest when I'm sitting on my porch with a good book and a glass of wine. It's a lovely feeling to end the day with.",
        "speaker": "For me, one of life's greatest pleasures is to be sitting on my porch with a good book and a glass of wine."
    },
    {
        "situation": "I was eating dinner last night and and I just felt so happy for a moment it was great",
        "speaker": "I was eating dinner with my husband last night and I was so happy"
    },
    {
        "situation": "I was sitting here petting my cat on my lap",
        "speaker": "I am sitting here chilling out with my cat on my lap."
    },
    {
        "situation": "Seeing animals sleeping is calming,",
        "speaker": "Seeing animals sleep is very relaxing"
    },
    {
        "situation": "My husband and I recently got married. This is our second marriage each and it's nice that we are both at a place in our lives where we are happy with things just the way they are.",
        "speaker": "I recently got married and I'm so lucky to have found someone who enjoys doing the same things that I do."
    },
    {
        "situation": "Last weekend, my children, husband and I enjoyed a delicious meal and watched a movie together at home. It was relaxing and a good time.",
        "speaker": "Last weekend, my family and I enjoyed a nice meal together, and then watched a movie. It was a relaxing time at home, just enjoying each other's company."
    },
    {
        "situation": "When I was a kid, my granpa bought me a dog. The dog was supposed to be a hunting dog, and he didn't want to keep it because I had made it into a pet. He ended up giving it away.",
        "speaker": "When I was a kid, I had a dog at my grandpa's. He gave it away because it wouldn't hunt."
    },
    {
        "situation": "I was so upset when I heard my Grandma had passed. I was overseas and didn't know about it as nobody could contact me.",
        "speaker": "I was over here in the US when my Grandma passed in Scotland. I was so upset - nobody could get hold of me to tell me and her funeral was over before I knew about it."
    },
    {
        "situation": "A friend let me know the morning of Christmas of 2007 that my best friend had fallen off of a roof and died.",
        "speaker": "The hardest time in my life was when my best friend died on Christmas of 2007."
    },
    {
        "situation": "Last month I came home from work and noticed my cat wasn't feeling well, so I rushed her to the vet. I had to put her down.",
        "speaker": "Last month I came home from work and noticed my cat wasn't feeling well, so I rushed her to the vet. I had to put her down."
    },
    {
        "situation": "for the death of my mother, my soul was destroyed",
        "speaker": "It was a very hard experience in my soul to lose my mother"
    },
    {
        "situation": "My father almost died last year. The whole experience was very, very tough",
        "speaker": "My father almost passed away last year. It was very tough on everyone"
    },
    {
        "situation": "Years ago I found my beagle dead from kidney failure, he had not gone quietly.",
        "speaker": "Years ago my childhood beagle died from kidney failure.  I found him in the kitchen in the morning, he did not go easily :("
    },
    {
        "situation": "I lost a good job a few years back. As a consequence my kids and I also lost our home of 11 years.",
        "speaker": "I lost a good job a few years back"
    },
    {
        "situation": "Someone stole my credit card information. They have been charging up my card like crazy. I'm scared about my identity.",
        "speaker": "I've had the worst week, someone stole my credit card information."
    },
    {
        "situation": "I think it's tragic what our country is like right now. We are falling apart as a society.",
        "speaker": "I hate how our country is right now."
    },
    {
        "situation": "I felt betrayed when my girlfriend kissed another guy at a party. She was drunk, true. But still.",
        "speaker": "i felt betrayed when my girlfriend kissed another guy at a party"
    },
    {
        "situation": "I went to buy a 42 inch tv at walmart, the billboard says 299 usd, it was at 399 usd after taxes.",
        "speaker": "So yeah i drove 2 hours to get to wallmart. with 299 in my wallet as advertised, and the real price of the tv was 399 usd. what a bummer"
    },
    {
        "situation": "I recently had a wonderful experience with a woman I really like. The night ended poorly and I came across very disappointed with the ending.",
        "speaker": "I recently went on a trip with a woman I adore. The trip ended poorly, though, and things have not been the same since."
    },
    {
        "situation": "I thought I saw an ice cream cake in the fridge.  It turned out to be some kind of pineapple cake.  I still ate it but it was a little dissapointing.",
        "speaker": "I went to the fride and was surprised to find what I thought was an ice cream cake."
    },
    {
        "situation": "On my 16th birthday, I knew I was going to get a car. I told my daddy I wanted a pink one. At my party, he revealed the car... and it was blue! That wasn't what I wanted at all!",
        "speaker": "I just had my Sweet 16 party..."
    },
    {
        "situation": "I felt so let down by a person who promised me a project -- but then pulled out at the last minute. It would have been one thing if I would have understood her reasons -- but it came from such a reactionary, unfair place.",
        "speaker": "I felt so let down by a person who promised me a project -- but then pulled it away at the last minute in a way that was very personal and reactionary."
    },
    {
        "situation": "I felt so disillusioned when I discovered someone who I admired for their vision was a jerk on a day-to-day basis.",
        "speaker": "I can remember feeling so disillusioned when someone who I really admired as a visionary turned out to be a real jerk on a day-to-day basis."
    },
    {
        "situation": "I came home today and the food I had put in the crock pot was ruined. The outlet must have died and the food sat in there all day not cooking.",
        "speaker": "I came home today and the food I had put in the crock pot was ruined. The outlet must have died and the food sat in there all day not cooking."
    },
    {
        "situation": "I recently found out the girl I am very attracted to might not like me in the same way. This makes me sad because we get along incredibly well.",
        "speaker": "I recently found out the girl I love may not feel the same way. This makes me sad."
    },
    {
        "situation": "when you expect more you have been disapponted more",
        "speaker": "hello how was your day?"
    },
    {
        "situation": "Last week, they arrested 9 people for animal cruelty at a nearby farm and the place was littered with dead and sick and dying animals that they weren't taking care of.",
        "speaker": "Last week, they arrested 9 people for animal cruelty at a nearby farm and the place was littered with dead and sick and dying animals that they weren't taking care of."
    },
    {
        "situation": "This past Friday night our refrigerator stopped working! We had to go all weekend without it, which lead to having to throw out a lot of food and some strong odors! It was Monday before we were able to get it repaired.",
        "speaker": "This past Friday night our refrigerator stopped cooling! We had to go the weekend without it, and of course had to deal with some unpleasant smells and throw away a large amount of food! It wasn't a fun weekend for us!"
    },
    {
        "situation": "My sister threw up the other day and made a huge mess.",
        "speaker": "My sister threw up the other day and made a huge mess."
    },
    {
        "situation": "I once ate a piece of cake found in the fridge.  After the first bite I looked down and saw spots of mold.",
        "speaker": "I once ate a piece of cake, it was old.  After the first bite I noticed spots of mold on it."
    },
    {
        "situation": "I ate a gas station burrito for lunch. It was not very appetizing. Actually, it was absolutely horrible.",
        "speaker": "I ate a gas station burrito for lunch. It was not very appetizing. Actually, it was absolutely horrible.,5|5|5_5|5|5,\nhit:2773_conv:5546,2,disgusted,I ate a gas station burrito for lunch. It was not very appetizing. Actually, it was absolutely horrible.,238,yea i hear ya,5|5|5_5|5|5,,Yeah as a child it's hard to see other kids with a bunch of friends when you don't have that many.|well you are really lucky to have an empty airport|what do you all have planned|Hey that's awesome!  Where ya goin?|Oh I just did that recently. I just got back from 2 months. It will be a fantastic time.|Oh! Gotcha! I've never played the switch but I heard it's an exciting console!|I bet that was the ride of your life.|Ah, I see. Had a great childhood, hu?|Sorry that that happened to you, I hope you're doing well.|yea i hear ya|How'd that go?|I understand being fascinated by them they can be very intriguing. Maybe you should stop watching as many though. |That is terrible and a little odd!|I am sorry, maybe she will share?|wow lol I didn't know you can track ovulation. Good luck with getting pregannt|That is insane! I've never heard of anything like that before.  You all should start protesting!|Thats horrible! You should tell them as that is their property. What if someone did that to your stuff?|tHat is insane, I usually give myself like 2 or 3 days.|you're welcome, but for what?|Do you have a good chance with her. Have you talked to her about it?|Did you have a good workout?|Nice, I guess the only times I was nervous to take a test was when I wasn't prepared, but there's only so much preparation you can do until you just have to trust your brain or whatever|Dragon tongue beans! I've never heard of them! What do they look like?|Is it far away_|Oh really, that sounds nice. I miss childhood.|Oh wow! That must have been terrifying! Were they able to help her?|That's awesome, have you ever tried surfing?|I bet you are, that's some pretty good foresight right there! Did you have to use it this past winter?|How did you place in the competition?|Oh really? I thought summer ended after July. You learn something new everyday lol|Oh no, what happened?|i'm glad you feel good today!|Aren't you the luckiest? |That's cool.  For what class|That's what I was thinking.|Yes, you are correct. You can always hope\" for the best, but also \"plan\" for the worst. Being prepared is a comfortable feeling.|Seems like we all have. Some people shirk having to though.|I used to struggle with the same problem, it can be overwhelming|creepy.  Were you able to fall asleep after watching it?|Woo hoo! That is awesome! Congrats! When will you find out/|Oh dear. I am so sorry to hear. It is possible for you to get a second job?|Oh dear, that must be difficult. Are there medications to take that will help?|How fun! yes I am sure they will have  a great time!|So what did you do?|That's so sweet! We have blue healers, they just make the world better.|that is so sad i hope your pet gets better|That is incredible! I swear some things in life are determined by fate. I'm glad you were able to get a car.|They are bad now too, they are so annoying|Lovely.  What did you do together?|That is sure to make you feel the nostalgic?|goodness, i would be so upset, that is a terrible experience!|I believe that!|I bet I would have been scared|That sounds pretty exciting.|don't be. i'm sure you raised him right. he will be starting his new adventure|Phew, so they got most of the attention.|I am sure they have forgotten about it|I feel you, it would be really scary. How did it turn out?|oh that's great. You must be the luckiest granddad in the whole world|Wow, please make it real.|Dont worry, anyone would have felt the same way. If it makes you feel better remember that we were all babies once.|aww. I understand you. That feeling is priceless.|That is awesome, what degree are you working towards?|I wish I had a grandma.. did she send you anything extra?|Well, they would probably be the same if they were in your shoes|Haha good! I'm glad that one went well.|I can imagine! Is he doing okay?|Was the weather good?|Being jealous of another person is a perfectly fine response. Despite this, you never know what is going on behind the scenes, she may have taken out huge loans just to fund her trips.|What made you nervous about it?|That is bizarre, have you had this seen about?|Congratulations. Are you going on a hollywood|Well, I hope you have some really good earphones - or that they quiet down - it's a big egotistical to think that no one around you cares when you are that loud.|Why didn't you say anything?|Oh, no! That's so terrible!|Oh wow! I would be very angry as well! Unless it was some kind of emergency or extenuating circumstance|Congrats, that must have been a very stressful time leading up the the birth.|My sister got married at Laguna niguel|What a great idea, where did that come from?|That is great! Can you call him and see if we could all celebrate together?|Sheesh that is brutal, did you smack him?|Wow, I hope you have a really nice trip.|That is an amazing feeling. |I have 3- I bet you can't wait to take him fishing.|Yeah, everyone just seems miserable, so it kind of drags you down, too. But it's a necessary evil.|Is she always a flake? Maybe time for a new friend?|Yep! Not really that fun to have since you see things at times.|What?!?! thats amazing! starting a family I imagine can be surreal |i'm glad you didn't |Were they a close friend? And did you pay them with pizza?|Wow. Talking about cleaning up.|Well, she'll be back soon and you'll have loads of catching up to do. I bet the dogs missed her too!|yep thats one of the things that make it so nice|Well, often people just give up and relegate themselves to just sitting in a chair and watching TV. Even if you have to force yourself, at least you are forcing yourself. At some point hopefully you will see progress and feel it getting easier. Once that happens, motivation starts to become real easy to get.|You do? thats good, friends can be terrible people to lend too.|Keep your diet clean and you'll keep improving.|I see. I hope for all the best for you and him.|He must be a great speaker.|I've had pets to do that too.|Thar was an embarasing moment for sure"
    },
    {
        "situation": "I read the other day about a man who was prosecuted for abusing animals. What a horrible individual!",
        "speaker": "I get really mad when I hear about people abusing animals. What revolting individuals!"
    },
    {
        "situation": "I was bathing my dog in the backyard this weekend, and she got loose. She then went and rolled in the dirt getting extra filthy.",
        "speaker": "I was bathing my dog in the backyard this weekend, and she got loose. She then went and rolled in the dirt getting extra filthy."
    },
    {
        "situation": "I found a bunch of dead mice on our apartment floor the other day. I felt sick seeing that",
        "speaker": "i found a bunch of dead mice the other day"
    },
    {
        "situation": "On my way home from work, I stepped in a huge pile of dog mess. In my brand new gucci shoes, which were so expensive!",
        "speaker": "Just my luck I step into a huge pile of dog mess..."
    },
    {
        "situation": "My dog puked on the carpet a few weeks ago, it was disgusting.",
        "speaker": "My dog puked all over the carpet a few weeks back."
    },
    {
        "situation": "i hate farting in public it is the worst thing that can happen to you in public",
        "speaker": "i hate when i fart in public it is so embarrasing"
    },
    {
        "situation": "I hug my mom from behind, and it was not my mom",
        "speaker": "I was at the mall and hug my mom and said to her: Time to go Mommy! and i wasnt her, can you imagine my reaction to it?"
    },
    {
        "situation": "The other day was really just one of those off days. I couldn't get myself together that day. I went to the store and looked like I was drinking, which I dont, because I kept running into everything.",
        "speaker": "The other day I was just having a really off day. Just couldn't get my mind and body to work right."
    },
    {
        "situation": "In highschool, I drank too much and fell asleep at a party. I passed out in front of the door and everybody coming and going had to step over me.",
        "speaker": "Not all of my high-school memories are fond ones. Like the time I drank too much and passed out at a party."
    },
    {
        "situation": "i have been feels really stressed and disappointed",
        "speaker": "i have been more happy that i have bought a car"
    },
    {
        "situation": "I once walked around the grocery store with my fly down.  When I realized it I went to zip up and a lady with kids came round the corned at the same time.",
        "speaker": "I once walkd around the grocery store without knowing my fly was down."
    },
    {
        "situation": "I just called someone out for stealing a picture of my dog for internet points when it turns out it wasn't my dog just a similar looking one.",
        "speaker": "I saw a picture of a dog on reddit that looked a lot like mine so I called out the person saying it was a picture of my dog, but it turned out I was wrong.  Whoops."
    },
    {
        "situation": "I took my dog to meet my husband's sisters. It did not go well!",
        "speaker": "I took my dog I've had for years over to meet one of my husband's sisters the other night."
    },
    {
        "situation": "I was standing in a lift yesterday morning and a guy standing next to me just looked curiously to me. I was confused and then he slowly whispered in my ears that your zip is open please close it without anyone noticing it. ",
        "speaker": "Yesterday, I was standing in a lift and a man next to me whispered in my ears that your zip is open. "
    },
    {
        "situation": "I fell walking up the stair today. There was a large group around, and people laughed at me.",
        "speaker": "I fell walking up the stair today. There was a large group around, and people laughed at me."
    },
    {
        "situation": "Having a baby caused me to have a more optimistic view on life.",
        "speaker": "Having a baby 3 months ago really changed my view on life for the better."
    },
    {
        "situation": "I was thrilled to get to see Hamilton. I was so much looking forward to it",
        "speaker": "I was so thrilled to get to see Hamilton, i was really looking forward to it"
    },
    {
        "situation": "I'm going out to dinner with my husband tomorrow, It's his birthday! We haven't had a date night in months! ",
        "speaker": "Tomorrow is my husbands Birthday!"
    },
    {
        "situation": "My partner surprised me with a trip to Hawaii this year! I could not be more elated.",
        "speaker": "So my partner gave me the biggest surprise this week."
    },
    {
        "situation": "I received concert tickets for Christmas.",
        "speaker": "I couldn't wait to go to the concert."
    },
    {
        "situation": "I am excited that some family is coming in to town",
        "speaker": "I can not wait until some of my family come in to town. They will be coming in to town in two weeks."
    },
    {
        "situation": "I had just turned 27 when I was accepted to a state university. I was admitted to the engineering college and started the following spring.",
        "speaker": "I never thought I would be where I am today. If you would have told me I would go back to school at 27, I would have thought you were crazy."
    },
    {
        "situation": "My wife is getting back from being in Germany for 2 months in a week.  I can't wait!",
        "speaker": "In a week my wife will finally be back from being out of the country for 2 months!"
    },
    {
        "situation": "I just got back from our beach vacation and it was so great! Going there and having a beachfront condo was exhilarating!",
        "speaker": "I just got back from my vacation. We stayed at a beachfront condo and spent time there, it was so much fun! We really had a blast!"
    },
    {
        "situation": "The other day I got to take my kids to the beach for the first time. I could barely contain myself on the trip there!",
        "speaker": "Tuesday I got to take my kids to the beach for the first time."
    },
    {
        "situation": "My friends say that my girl is cheating behind my back. But i have so much trust in her to doubt her for one second",
        "speaker": "My friends are saying my girlfriend is cheating behind my back, but i trust her"
    },
    {
        "situation": "When the England national team made the semi-finals of the World Cup. ",
        "speaker": "When the England national team made the semi-finals of the World Cup"
    },
    {
        "situation": "I am in love with my girlfriend. I would absolutely never leave her side.",
        "speaker": "I adore my girlfriend. I am getting very serious about not leaving her side."
    },
    {
        "situation": "My husband is on the road a lot, it often gets lonley. I have to remember he does it for our family and try to enjoy the alone time.",
        "speaker": "My husband is on the road a lot, I hardley ever see him."
    },
    {
        "situation": "I've been married a long time and my husband does a lot of travel. But, we both have trust in each to be loyal and true.",
        "speaker": "I've been married almost 23 years. My husband travel so much, but we both have trust in each other to be true and loyal."
    },
    {
        "situation": "I'm in love with my girlfriend. I would never cheat on her",
        "speaker": "I love my girlfriend. She would never cheat on me"
    },
    {
        "situation": "I had been the initial buyer in a ice juice. Even though they were having some bad press, I still did not want to sell out and cut my losses. I wanted to keep the course",
        "speaker": "I had a chance to sell my stake in ice juice for a nice little profit."
    },
    {
        "situation": "A girl i used to date asked me to come and visit her for a one night stand, I'm in a relationship though, i said no.",
        "speaker": "An old girlfriend contacted me looking for a one night stand, I had to decline. "
    },
    {
        "situation": "I'm loyal to my principles, that's why I do not eat meat",
        "speaker": "I am loyal to my principles, that is why I do not eat meat, because I love life "
    },
    {
        "situation": "An ex of mine was in town, and we met up for a couple of drinks. She made a pass at me, but I told her she should get some rest. My girlfriend was understanding about it.",
        "speaker": "Hanging out with old flames can be tricky when you are in a committed exclusive relationship."
    },
    {
        "situation": "I found out someone stole my identity. They completely cleared out my bank account and maxed out my credit cards. I am so mad.",
        "speaker": "Someone stole my identity."
    },
    {
        "situation": "i was so angry when i found out my girlfriend kissed a friend of mine. i felt like punching the wall",
        "speaker": "i was so angry when i found out my girlfriend kissed a friend of mine"
    },
    {
        "situation": "she got a job and a new car then suddenly I became unimportant. She would stay out until 3am with her new friend from work",
        "speaker": "after she got her 1st job and new car, she started doing girls night out. Out until 3am one morning. I checked her chat history and sure enough she had kissed another guy >:("
    },
    {
        "situation": "Not wanting someone to wear the same dress as me, I flew across the country to buy my prom dress. Well, turns out Becky STILL had to copy me! I can't believe she wore the same dress!",
        "speaker": "I flew all the way to New York City to buy a designer dress for the prom."
    },
    {
        "situation": "I was trying to hurry around the house. While I wasn't paying attention fully my foot struck against my dogs toys and stubbed my toe.",
        "speaker": "I was hurrying around the house and wasn't paying attention fully, I ending up hitting my toe on my dogs toys."
    },
    {
        "situation": "I woke up and I found out that my cat had destroyed my shoes! I was SO mad",
        "speaker": "I woke up and the first thing I saw that my cat had decided to play with my shoes and ruin them!"
    },
    {
        "situation": "I lost my job because my company didn't pay rent at our location.",
        "speaker": "I lost my job because my company didn't pay rent at our location."
    },
    {
        "situation": "I was sucker punched when I was 17. He broke his hand and ran away. I never got to punish him.",
        "speaker": "I was sucker punched when I was 17. The guy broke his hand and fled the scene. I saw him one time after this riding a bicycle but didn't do anything."
    },
    {
        "situation": "One day a back neighbor insulted my 10 year old son and made fun of him for his weight. She actually called him a name and cursed. Needless to say, I was so mad, beyond angry!",
        "speaker": "There was an incident where one of my back neighbors called my young son a name and made fun of him. I was so mad, beyond angry!"
    },
    {
        "situation": "I am so angry to see media reporting news without fact checking these days.. It is harming the country",
        "speaker": "I am so angry to see so much fake news floating around in the media"
    },
    {
        "situation": "My dog just gave me a bunch of kisses!",
        "speaker": "My dog just gave me a bunch of kisses! I love her so much"
    },
    {
        "situation": "My dog had a medical emergency and I didn't have the money to cover it, so my parents loaned me some money until I got paid.",
        "speaker": "My dog started looking really sick and in pain, but I didn't have the money to take him to an emergency vet, so I had to ask my parents for a loan until I got paid."
    },
    {
        "situation": "My friend helped me to pack",
        "speaker": "I'm about to go overseas and i was so overwhelmed with packing and getting ready and my friend came over and helped me to pack "
    },
    {
        "situation": "Today I was getting coffee and the person in front of me paid for my drink. I couldn't believe people would be so nice, I was so thankful because money has been tight. ",
        "speaker": "Today I was getting coffee and the person in front of me paid for my drink. I couldn't believe people would be so nice, I was so thankful because money has been tight."
    },
    {
        "situation": "I was incredibly grateful when job payment came through *just* in the nick of time. I went from feeling scared and desperate to grateful and optimistic.",
        "speaker": "Have you ever been in a situation when payment of some kind has come through *just* in the nick of time?! Talk about gratitude!"
    },
    {
        "situation": "Having a healthy baby.",
        "speaker": "When I was pregnant, I felt ill until it was over. The doctors were worried that something was wrong with the baby."
    },
    {
        "situation": "I was grateful when I married my wife",
        "speaker": "I was grateful when I married my wife"
    },
    {
        "situation": "I am so grateful for my wife",
        "speaker": "I am so grateful for my wife"
    },
    {
        "situation": "I am grateful to Jesus for saving me from certain doom. I will keep my promises to him!",
        "speaker": "Every day I thank God for my blessings. I'd be in hole right now if it weren't for HIM"
    },
    {
        "situation": "A tree blew over in my yard after a big windstorm.  While I was cleaning things up, my neighbor came over unannounced with his chainsaw and started to cut up the tree.  Then he helped me rake up the rest of the debris.  It was a very generous gesture.",
        "speaker": "My neighbor really helped me out recently after a big windstorm."
    },
    {
        "situation": "Ex blames me for all things bad.",
        "speaker": "I really hate when people can't hold themselves accountable for their own actions and decisions."
    },
    {
        "situation": "I forgot that I had made plans with my mother over the weekend. We had been planning it for a few days I feel awful.",
        "speaker": "I forgot about plans that I had made with my mother over the weekend."
    },
    {
        "situation": "I felt guilty when I was driving home one night and a person tried to fly into my lane, and didn't see me. I honked and they swerved back into their lane, slammed on their brakes, and hit the water cones.",
        "speaker": "Yeah about 10 years ago I had a horrifying experience. It was 100% their fault but they hit the water barrels and survived. They had no injuries but they almost ran me off the road."
    },
    {
        "situation": "I ran into my neighbor's mailbox but didn't stop to leave a note. When I saw him replacing it, I felt so bad that I had to confess. He was angry that I did it, but glad that I came forward.",
        "speaker": "I ran into my neighbor's mailbox with my car but didn't stop and leave a note."
    },
    {
        "situation": "I was on a bank robbing spree with my best friend. He got caught with half the cash, and is currently doing 30 years. I managed to escape to the Bahamas, and sometimes I still think about him.",
        "speaker": "My best friend is doing 30 years in prison. I miss my good friend."
    },
    {
        "situation": "I told a lie to my mother.",
        "speaker": "I told a lie to my mother."
    },
    {
        "situation": "I ordered a pizza from Domino's and it took forever to get to me.  When it finally came I asked the delivery girl if it was supposed to be free because it took so long.  She wasn't sure because this was literally her first day, but she didn't charge me.  Later I went on their website and couldn't find any description of such a free-pizza policy and I felt terrible, wondering if the store was going to take the cost of the pizza out of this girl's paycheck.",
        "speaker": "I got a free pizza from Domino's but felt bad about how it happened."
    },
    {
        "situation": "yes i am going to one restaurant for survey is very guilty ",
        "speaker": "thank you"
    },
    {
        "situation": "When I stole from a store I felt bad",
        "speaker": "I didn't realize that stealing was bad until I realized how it made me feel afterwards"
    },
    {
        "situation": "I did not invite my sister to a party she wanted to come to. She felt hurt.",
        "speaker": "I didnt think to invite my sister to a party I recently helped put on."
    },
    {
        "situation": "I really want to have another baby",
        "speaker": "I really want to have another baby. Baby fever is real lol I don't want to be all crazy about it, don't wanna track ovulation and do all this but i really wanna get pregnant asap"
    },
    {
        "situation": "i really hope my husband finds a full time job soon",
        "speaker": "my husband lost a job but i'm hoping he can find a full time job soon"
    },
    {
        "situation": "I am very hopeful to go on vacation this summer",
        "speaker": "I hope that this summer I can go to Florida with my family"
    },
    {
        "situation": "I have been making goals each week for earning money.  I'm hoping to save enough to start renovations on my house.",
        "speaker": "I have big renovation plans for my house.  I've made a money plan and have kept to it so far."
    },
    {
        "situation": "I was really looking forward to the future when i got a new job in Houston earlier. I felt like lots of good changes are about to happen.",
        "speaker": "I was feeling so optimistic about getting a new job at Houston a while back"
    },
    {
        "situation": "I'm in contract to buy my first house, fingers crossed closing goes well and I close next Friday!",
        "speaker": "I'm in contract to buy my first house, fingers crossed closing goes well and I close next Friday!"
    },
    {
        "situation": "when you expect more you have been disapponted more",
        "speaker": "how was your day?"
    },
    {
        "situation": "I am so impatient lately but ready to get some big news and it better be this week. ",
        "speaker": "So we are waiting on some news to move. I feel like it will be this week that we find out."
    },
    {
        "situation": "I recently felt hopeful about my chances to complete college. I have a great GPA and I see the light at the end of the tunnel.",
        "speaker": "I have only a few more semesters in college. I feel very hopeful about my chances of finishing."
    },
    {
        "situation": "I had a job interview today and i think it really well.",
        "speaker": "I had a job interview today and i think it really well."
    },
    {
        "situation": "I think it's great how well my husband is doing in his new manager job. He's become the top assistant in his market in just 2 years.",
        "speaker": "It's great to see my husband doing so well."
    },
    {
        "situation": "I am so impressed by my current boss. He is a terrific example of leadership in every way.",
        "speaker": "I'm currently working for someone that is *such* a great example of a leader! It makes going into work inspiring every day / every way."
    },
    {
        "situation": "I saw a someone doing a double front flip at a BMX park with his bike, it was crazy.",
        "speaker": "I visited the BMX park today and saw someone doing a double front flip with their bike, it was insane!"
    },
    {
        "situation": "im am really impressed on the video game growth this year, video games have come a long way since they came out",
        "speaker": "i cant believe the growth video games are having this past couple of years"
    },
    {
        "situation": "I could not believe how well my friend's niece did at her dance recital",
        "speaker": "I went to my friend's niece's dance recital this weekend. I could not believe how well she did."
    },
    {
        "situation": "I finished a class and most of my classmates got an A! It took a lot of work.",
        "speaker": "I finished a class and most of my classmates got an A! It took a lot of work."
    },
    {
        "situation": "I was watching a kid skateboarding and he pulled of a jump and trick that really rather blew me away, considering his age.",
        "speaker": "I saw this kid on a skateboard the other day.  I thought he was gonna wipe out hard, but he pulled off some kind of multi-flip jump thing that really shocked me."
    },
    {
        "situation": "I was out photographing butterflies and took the most incredible photo. I am really happy with how it turned out!",
        "speaker": "I was out photographing butterflies and took the most incredible photo. I am really happy with how it turned out!"
    },
    {
        "situation": "My dad worked his ass off at a job he didn't enjoy, doing back breaking work. Always amazed that he was able to do that as long as he did.",
        "speaker": "My dad always worked his ass off at a job he didn't like in order to support us, doing a lot of back breaking work as a caretaker. He even had a second job at Wal-mart for a while. I have no idea how he managed to do that sort of thing."
    },
    {
        "situation": "My neighbors built a treehouse for their children in just one week! I couldn't believe how fast they completed the project!",
        "speaker": "My neighbors built a treehouse for their children in just one week! I couldn't believe how fast they completed the project!"
    },
    {
        "situation": "I was surprised when my wife left me.",
        "speaker": "I was surprised when my wife left me"
    },
    {
        "situation": "Once, I had plans to meet up with an old flame. I got to the spot and spotted her from across the room. She gave me a big hug, and then introduced me to her new boyfriend.",
        "speaker": "I met up with an old flame recently, didn't go how I expected"
    },
    {
        "situation": "My friend lives in a big house",
        "speaker": "my friend bought a big house and i'm happy for her but at the same time i'm a little bit jealous"
    },
    {
        "situation": "Close friend has an unlimited stream of money from her parents. Always wishing I was able to do the stuff she does and not work.",
        "speaker": "it sure must be nice to be able to get all the cool stuff, and do whatever you want and not have to work for any of it."
    },
    {
        "situation": "My sister is always the sibling that my parents talk about. Sometimes I wonder if they even notice me.",
        "speaker": "My sister is always the sibling that my parents talk about. Sometimes I wonder if they even notice me."
    },
    {
        "situation": "Brother probably getting a better car than me",
        "speaker": "It's my brother's 16th birthday in a couple days and he's probably getting a nicer car than I currently have. I'm 24."
    },
    {
        "situation": "yes my attitude is better than coworker but coworker is not happy",
        "speaker": "i am going to garden"
    },
    {
        "situation": "I have some friends who are traveling all over Europe",
        "speaker": "I have some friends who are traveling all over Europe this summer"
    },
    {
        "situation": "I always give my best at work, and I'm turning a bit old these days. I was passed over for promotion, by someone new and much younger than me. I should have got that job instead!",
        "speaker": "I can't believe someone half my age got promoted instead of me!"
    },
    {
        "situation": "My coworker received a promotion over me. I am envious of his newfound success.",
        "speaker": "I can understand why you might be jealous of your coworker. I would try to keep your head up."
    },
    {
        "situation": "My brother is turning 16 soon",
        "speaker": "So my brother is turning 16 soon which means I don't have to drive him around anymore. Score!"
    },
    {
        "situation": "I'm going to see my parents soon!",
        "speaker": "i'm so excited because i'm finally going to visit my parents next month! I didn't see them for 3 years"
    },
    {
        "situation": "I can't seem to feel happy : joyful",
        "speaker": "I can't seem to feel happy but I'm not depressed"
    },
    {
        "situation": "I got to spend my entire sunday doing as little as possible. It was a rare and welcome occasion.",
        "speaker": "My sunday was great. All my chores were done ahead of time. It was a rare and welcomed day."
    },
    {
        "situation": "My grandpa is coming to visit!",
        "speaker": "My grandpa is coming to visit!,5|5|5_5|5|5,\nhit:2772_conv:5545,2,joyful,My grandpa is coming to visit!,11,That sounds like you are excited for sure! When is he coming and what are yall going to do? ,5|5|5_5|5|5,,You are so right.|I know how you feel. My oldest is in her sophomore year of college. |Oh my, so close! But you can try better next time.|Ahhh! Me too, there is so much that can be done on the weekends!|oh no.. what happeneed|That's nice to hear.  It's always a good thing in a marriage to show each other support through thick and thin.|I hope so too, best of luck with that!|It was nice of you to step up and help out.|That's very faithful of you, and the right thing to do I'd say. |Good think you're prepared |Oh man, you gotta super clean it, have the professionals do it even |Nostalgia can stir emotions. You'll find something to love about life again.|I've never imagined something like that before. Where did you see this?|Oh wow haha that's not good|And who was right in this case?  Dis anyone turned it in?|Is that a bad sign? Perhaps the plant is not getting enough nutrition or sunlight?|I would be too, that is a long time!|That is quite impressive! You must be very proud of your work!|people change over time, is she thinking of coming back ?|lol. don't do the crime if can't face the Bat ;)|Cool!  Have fun and be safe!!|Hahahaha, that's so funny|Yeah i can imagine but a little worm wont hurt ya|Wow, did you ever get them in trouble?|that is really cool i hope you get the job|It's pretty hard to deal with.  One of my friend's buddies died in a car crash as well.|I am glad that you are okay!|it happens to the best of us, and i totally understand where your coming from , spend some time with your friends or loved ones |That's so sweet! We have blue healers, they just make the world better.|You got too, my cats dont do that thankfully.|It's going to help your family out so much I bet everyone is so proud of you, congrats you deserve it.|Oh poor thing.  I hope she is doing better now.  Losing a pet is extremely hard!|Nice, I am jealous of your friendship!|Yeah I have lol. What's your brothers name?|Great, where did you go?|Well, I hope you got over that issue and ended up making lots of friends yourself.|For sure! I bet it was nice to have the hosue a little more quiet too.|The wiring was probably old and not up to code anymore.|Yeah.  Back when the only buttons on a controller were Start, Select, A and B!|This is TRUE! I am glad to be at home with these guys right now. Have a great day! |on to the next one, as they say!|i believe you|Yea for sure, I definitely learned that sometimes life just works in a funny way. When's the last time you have been really disappointed? |That would be horrific.  Do you know someone that this happened to?|Definitely not! Music is a great idea though; I listen to music on all bus rides and car rides.|That sounds so fun! |Oh,will u be going to pay him a visit?|They both sound like great plans! Tubing would be a great way to keep her happy while you fish haha!|That sounds horrible. I would not have been able to sleep after that.|Good for you! I wish more people were like this, unlike my ex! |I have never been married, so i cant imagine,  but I would want to be with my spouse every moment of every day.|That sounds like you are excited for sure! When is he coming and what are yall going to do? |i can imagine, that's gross as hell|Congratulations! Waiting for results can be very stressful - everything's out of your hands and all you can do is wait.|I think you should always focus on your strength then it won't matter who is there and what they say|That must suck not living close to a beach. Hopefully you get to go back real soon.|How sad to lose a dog you love! Ta least she/he died of old age, she must be in doggy heaven.|I was just going to say the same thing! I'm like Stay away!\" |My goodness, well I guess that happens to all of us at least once.|Can you blame her?   I mean, if i didn't have bills that's what I'd be doing.|Better luck next time!  I love to scratch!|Haha good! I'm glad that one went well.|i like paprika in my mac and cheese|Oh that sucks :( Maybe organize the socks better?|Oh no! I hope it didn't fall on anything or anyone!|That's great, man! Did you study hard for it?|It sounds like a great experience!|Yes! and new opportunties for my family. We need the fresh start on life. I don't like living in Texas.|I'm so glad you made it through|That sucks. Maybe it's time to get new friends?|that is so sweet, i think that is why she got better, your caring ways|Oh, that's not right. I have a rescue dog, she had a litter of puppies at a puppy mill before she was a year. |oh my goodness thats terrible, i am so sorry!|That's awesome!  What kind of house is it?|I can imagine. When I was in the hospital with my 3 year old they lost all his vitals as well. Kids like to keep us on our toes from the start!|Just buy another one and don't eat it. lol|I completely understand think of it as maybe they are not meant to be apart of your life, you will find some good friends just be patient. |What was the boy kid's problem?|Well I hope one day your parents are more accepting!|Sounds good, when she got back I hope you schooled her on Halo ?|Oh well that's a plu!|I'm so very sorry for your loss, I can only imagine that pain. I had to put my girl down 3 years ago and I promise that it does get easier.|That is frightening! especially if you didn't know whether it was a harmful spider or not! What did you do?|im sorry, thats awful. its a shame his parents arent being more supportive|Why did she break up with you?|Kindness is infectious.|Do you have any advice on what kind of tape?|Yikes that sounds scary but overall good for the end results. How do you feel about it? |Oh really? What was it they served?|How fun! I wonder how they knew.|When did you get separated? By the way, that is terrible to hear.|I'll have to do the same! I wish my skin looked better than it does.|Yeah me too. I like that though, I like earning my way. |Exhaust all options, social media is a big way to stay connected|Sick. I hope it's as fun as it looks!|That's a long time to kind of hang in limbo. I am sorry you had to endure that for a month.|Same here.  Try to take advantage of your gaming and be more outgoing during gametime.|Why did he get called back in?|Well, that's very nice. I'm sure you were looking forward to that shopping trip.|OUCH. New car is cheaper than replacing the engine?"
    },
    {
        "situation": "They day my son was born was an amazing day for me. He was so chubby and cute. He makes me so happy.",
        "speaker": "Are you a parent."
    },
    {
        "situation": "I recently got to take an amazing day trip to San Antonio. There was so much to see and do.",
        "speaker": "I went to San Antonio the other day, was great to see that city."
    },
    {
        "situation": "I am already shopping for christmas, it's my favourite time of the year! It makes me feel so happy",
        "speaker": "I've already been shopping for christmas, I'm excited!"
    },
    {
        "situation": "My wife after a 6 hour labour just gave birth to our first boy! I'm going to name him after me, he looks just like me!",
        "speaker": "My son was just born, my first boy after 11 girls!"
    },
    {
        "situation": "after almost 3 weeks she finally came back",
        "speaker": "It was a long 3 weeks but I'm so happy it's over and she's back now"
    },
    {
        "situation": "It has been a very quiet day in my house, I'm all alone. Hate watching movies by myself.",
        "speaker": "It's been a hard day today, its so quiet in my house. I hate when my husband is out of town."
    },
    {
        "situation": "I just broke up with my girlfriend, we were together for 8 years, i feel so empty.",
        "speaker": "I there, dont know what to do, jst broke up with my girlfirned, we were 8 years together"
    },
    {
        "situation": "Workcamping in the mountains of NM. It took an hour and half to get to the grocery store. There was really no one around to chat with either. It was very hard to be so far from everything and have no new faces.",
        "speaker": "I am dreading the two hour trip to the grocery store this week."
    },
    {
        "situation": "The house has been really quiet since she went on vacation. ",
        "speaker": "It has been very quiet in here since she went on vacation. No one to talk to."
    },
    {
        "situation": "My wife has been in Europe for the past month for school.  I've been mostly alone since she left, as we only recently moved and I don't really know anyone outside of work.",
        "speaker": "My wife went to Germany to attend a language course at the end of June.  I've been mostly spending time with my dogs while she's been gone since we recently moved and I don't really know anyone outside of work."
    },
    {
        "situation": "Sometimes I feel like I'm alone for no reason",
        "speaker": "I've been processing what being lonely feels like, because I want to be able to have fun by myself sometimes"
    },
    {
        "situation": "My wife went out of the country for 2 months, it's almost over but it's been tough.",
        "speaker": "My wife has been out of the country for 2 months.  She's coming back soon, but it's been tough without her."
    },
    {
        "situation": "I went through a divorce, I had to leave my husband and daughter behind. It broke my heart and I felt so alone.",
        "speaker": "One of the hardest times in my life was when I had to leave my husband and daughter when I went through a divorce."
    },
    {
        "situation": "It can be really tough when your kids are older and both them and your husband have electronics. I can be sitting in a room with them all and still feel as if no one is here.",
        "speaker": "It can be really tough when your husband and teenagers have electronics. "
    },
    {
        "situation": "I felt very lonely when my partner decided to leave me for someone else.",
        "speaker": "My partner left me the other day."
    },
    {
        "situation": "Whenever I hear certain songs, it brings back so many memories. Mostly of when I was young and dumb staying up late with friends.",
        "speaker": "Have you ever heard a song on the radio and it just takes you back to a different time? Like an escape?"
    },
    {
        "situation": "When a new star wars movie comes out, a lot of kids (and adults to) dress up for the midnight premier. It reminds me of seeing Episode I for the first time, where me and a friend dressed up as a Jedi and a Sith. ",
        "speaker": "I love it when the new star wars movies come out, seeing all those kids (and adults) dress up for the theater really takes me back! "
    },
    {
        "situation": "I long for the good old days, when I was carefree and happy. The sun always shone, I had cash in my pocket and plenty of time for the things I love to do.",
        "speaker": "Years ago I used to have such a good time. I had money to spend, time to do the things I love. How I long for those times again!"
    },
    {
        "situation": "I recently spoke with an ex-girlfriend of mine. I think that she is doing very well. Our recent talks were invigorating and nostalgic, reminding me of my past experiences with her.",
        "speaker": "I recently spoke with my ex-girlfriend on the phone. The conversation went pretty well, and it reminded me of my past experiences with her."
    },
    {
        "situation": "I heard a lot of cool songs on a radio station I usually don't listen to. It really took me back to the 90s.",
        "speaker": "I got to hear a lot of cool songs on a radio station I usually don't listen to."
    },
    {
        "situation": "nostalgic: I love playing old school video games. The music is amazing",
        "speaker": "I love playing old school video games. The music is amazing"
    },
    {
        "situation": "I recently got together with some old college buddies and we just spend a weekend sitting around talking about the good ole times.",
        "speaker": "My and some old friends from college recently got together. It's always great to see those guys again."
    },
    {
        "situation": "I was looking back through pictures online of me and my friends years ago.  It made me kind of wish I could be back then for a little while.",
        "speaker": "Sometimes I look at old pictures of times in my life and kind of wish I could go back for a while.  Do you ever feel like that?"
    },
    {
        "situation": "I used to be a member of a cool dance crew",
        "speaker": "i used to be a member of a cool dance crew. we had so much fun together. we used to battle other teams and win local competitions"
    },
    {
        "situation": "My youngest child started high school this year. It made me think back to when she was just started kindergarten, and how time flies!",
        "speaker": "My youngest child started high school this year. It really made me think back to her starting kindergarten, and how time really goes by. I can just see her learning to read!"
    },
    {
        "situation": "I'm going overseas and i'm super ready",
        "speaker": "I'm going overseas and I think I packed everything i need! "
    },
    {
        "situation": "I wanted to make sure I got as good a grade as possible on my Calculus final. In the two weeks leading up to the exam, I studies for at least 4 hours a day. When I went to take it, I felt confident I was ready.",
        "speaker": "My Calculus final was no joke! I started studying hard two weeks before the test."
    },
    {
        "situation": "i am someone who wants to know that i have everything packed right before i go for a trip. i did it last time when we went to italy as well",
        "speaker": "i never get anxious about knowing that i am fully prepared before i go somewhere"
    },
    {
        "situation": "I studied a lot for my psychology exam and ended up acing it with a 98%.",
        "speaker": "One time I studied my butt off for my first psychology exam. It was hard and I studied all night."
    },
    {
        "situation": "We are moving soon. I don't know exactly when so I've just been packing and doing as much as I can ahead of time. I don't like to be rushed.",
        "speaker": "I've been so busy packing, packing and more packing. "
    },
    {
        "situation": "I have been practicing for a marathon and I am starting to beat my best time!",
        "speaker": "I've been training hard for a marathon next week, and I am beating my record time!"
    },
    {
        "situation": "The last few weeks we have been buying clothes, shoes, and supplies so that my daughters would have everything they needed to go back to school. Yesterday was there first day and it went well. I'm glad that my planning and buying in advance paid off.",
        "speaker": "The last few weeks have been spent buys school clothes, shoes, and supplies so my girls would be ready to go back to school. There first day was yesterday and it went well."
    },
    {
        "situation": "I am prepared to help my family financially whenever they need it ",
        "speaker": "I am prepared to help my family financially whenever they need it"
    },
    {
        "situation": "I had just packed a roadside emergency kit in my car when a snowstorm hit and stranded me on a back road.",
        "speaker": "I am so glad that I decided to pack a kit for my car in case of bad winter weather."
    },
    {
        "situation": "When I had to move for the first time I looked up all the moving tips in the world to figure out how to do it really well. It felt so great to be able to get everything moved and have not a single issue. ",
        "speaker": "I just had to move across country to a new job. "
    },
    {
        "situation": "When I saw my sister's artwork for the first time, I knew that she was going to go far if she really applied herself. She is so talented at such a young age.",
        "speaker": "I am constantly amazed by my sister's art skills. I'm not sure where she got them...my brother and I can't draw to save our lives."
    },
    {
        "situation": "My husband was ordained to be a minister last year. He has worked so hard and he studies all the time. He is completely devoted to God and serving Him. I was so happy for him, when he was finally ordained.",
        "speaker": "After studying and preaching for a few years, my husband was ordained to be a minister."
    },
    {
        "situation": "The day i finished my Doctorate i was extremly proud and thankfull for everything i have",
        "speaker": "i was really happy the day i finished my doctorate"
    },
    {
        "situation": "I just finished first in a foot race! I feel awesome",
        "speaker": "I finished first in a race. I feel like gold"
    },
    {
        "situation": "Accepted to Engineering program",
        "speaker": "I recently got accepted to an Electrical Engineering program at my school."
    },
    {
        "situation": "My sister got a promotion at work last week! She really deserved it and has been waiting for it a long time!",
        "speaker": "My sister got a promotion at work last week!"
    },
    {
        "situation": "I stress eat but i didn't eat sweets for a week!",
        "speaker": "I stress eat a lot. I decided i need to control it and i didn't eat sweets for more than a week. very proud of myself"
    },
    {
        "situation": "I recently successfully planned a birthday party without my wife finding out. She usually finds out everything.",
        "speaker": "My wife usually sniffs out anything going on, but I was able to successfully plan a surprise party for her without her knowing."
    },
    {
        "situation": "I'm always proud when I set my sights on something and achieve it. Running my very first marathon was a big one!",
        "speaker": "Running my first (and maybe only!) marathon felt like *such* a huge accomplishment!"
    },
    {
        "situation": "My wife was able to get a job with Microsoft, and she didn't even need a 4-year degree!",
        "speaker": "My wife was able to get a job with Microsoft without going to a four-year college!"
    },
    {
        "situation": "When I was crying myself to sleep",
        "speaker": "I get pretty sad some nights, but it feels good to cry sometimes"
    },
    {
        "situation": "i've read an article about a little newborn babygirl. She died because she was premature and she had problems breathing on her own when she was born but parents didn't take her to the hospital because they don't believe in medication",
        "speaker": "I'm so sad because i've read an article about a newborn girl who died because her parents didn't believe in medication and doctors"
    },
    {
        "situation": "My Mother had called to set up a time to meet for lunch.  When the time came she couldn't make it because of health problems.",
        "speaker": "My Mother and I made plans to hang out and do lunch this past week."
    },
    {
        "situation": "While I didn't know him personally, I was quite distressed to hear of the passing of Anthony Bourdain. That a man with such talent who has given so much joy to so many people, should feel he has to take his life is just soul-destroying.",
        "speaker": "I was quite distressed to hear of the passing of Anthony Bourdain. That someone who has given so much joy to a huge number of people should take his own life is just awful."
    },
    {
        "situation": "Its hard to deal with when your kids are getting older and have to handle their own problems. As a mom you can't just step in and fix everything like you want to.",
        "speaker": "It's hard as a parent, when your kids are teenagers and have to handle their own problems"
    },
    {
        "situation": "I couldn't believe it when my dog died a few weeks ago. I honestly thought I was going to stay lonely forever. When my girlfriend asked me if I wanted to go look at dogs to cheer me up, I said no.",
        "speaker": "In some ways, losing a pet dog is even worse than losing a relative. They're so innocent, they're so helpless. They don't deserve to have to die or suffer ever."
    },
    {
        "situation": "I had to give my pet up for adoption because my new apartment wouldn't take them.",
        "speaker": "I moved to a new apartment and they didn't accept my dog breed, so I had to give her up. :("
    },
    {
        "situation": "I have a cat with feline AIDS.  She is slowly wasting away and I will need to put her down.",
        "speaker": "I have a beautiful gray cat named Stormy.  Unfortunately she's contracted feline AIDS."
    },
    {
        "situation": "When my daughter got her first cat, it only lived with us a few weeks until it was hit by a car.",
        "speaker": "I was just thinking about how a few years ago, we lost our cat."
    },
    {
        "situation": "It was raining all day on my day off. The sky was gray and cloudy and it felt really cold. What a terrible day off",
        "speaker": "I finally had a day of, but the weather was terrible and rainy and cold."
    },
    {
        "situation": "My oldest child's birthday is next week. I always get emotional when her birthday comes around, remember the day she was born and life when she was little. ",
        "speaker": "My oldest child's birthday is next week and it always makes me emotional."
    },
    {
        "situation": "I love the adventure of living away from my home state -- but that doesn't mean that I don't miss elements of it while I'm gone!",
        "speaker": "I love the adventure and perspective of living away from my home state -- but that doesn't mean I don't miss elements of it while I'm gone!"
    },
    {
        "situation": "We just adopted a dog from the shelter and I think she is sick with Parvo. We are taking her to the vet tomorrow to see. ",
        "speaker": "We just adopted a dog from the shelter last week and I think she is sick with parvo."
    },
    {
        "situation": "I was sorting through some stuff recently and came across some old Christmas cards. It was lovely to read them and remember the friends and family who sent them!",
        "speaker": "I found some old Christmas cards the other day and had a lovely time reading them and reminiscing about the people who sent them."
    },
    {
        "situation": "Every time I look through older photos of my children, I'm taken right back to the time they were that size!",
        "speaker": "Every time I look through older photos of my children, I'm taken right back to the time they were that size, and what we were doing! It's a bittersweet feeling, for sure."
    },
    {
        "situation": "I found letters that my wife wrote me when we first dating. They gave me all of the feels.",
        "speaker": "I was digging through some old stuff I had and I found letters that my wife wrote me when we were still dating. They were so sweet."
    },
    {
        "situation": "A time that I was feeling a bit nostalgic, was this last vacation a few weeks ago. It made me think of the last vacation with my father, before he passed away.",
        "speaker": "We went on a vacation a few weeks ago, and it really made me think back to our last vacation. It was with my father, the last one before he passed away."
    },
    {
        "situation": "One time I found a photo album of pictures from my childhood. Looking at it really brought back memories",
        "speaker": "I found an old photo album of my family. It really brought back memories."
    },
    {
        "situation": "I was going through boxes the other day. I came across old pictures I didn't know I still had. It really made me think back.",
        "speaker": "I was going through some boxes the other day. I found some old pictures of my kids I thought were gone"
    },
    {
        "situation": "i am really happy to visit all my family back home, i live around 22 hours away from them in plane so i dont see them often",
        "speaker": "i cant wait to visit my family back home they are so far away i dont get to see them a lo"
    },
    {
        "situation": "finding out about baby boy",
        "speaker": "We knew she was pregnant, but didn't know the gender yet. Imagine my shock when I saw the ultrasound for the gender!"
    },
    {
        "situation": "I could not believe my eyes when we came home from vacation and the house was clean from top to bottom. The kids had to stay home and decided to help out before we got back. Wonders never cease to amaze me.",
        "speaker": "We went on vacation and the kids stayed home. I couldn't believe it when I walked in the door and the house was totally clean."
    },
    {
        "situation": "My husband planned a secret weekend trip for us not too long ago! I didn't have a clue about it and loved going with him, so much fun!",
        "speaker": "Not that long ago, my husband planned a secret trip for us! I didn't have a clue he was doing it and was pleasantly shocked. It was so much fun!"
    },
    {
        "situation": "I used to work as a hotel rep in Spain for a British travel company. One morning, I was greeting guests when, out of the corner of my eye I saw someone I recognized. I almost fell over - it was my cousin who had come over from Scotland without telling me. How lovely!",
        "speaker": "When I worked as a hotel rep. in Spain a few years ago I was greeting guests one morning. Suddenly I saw someone I knew - it was my cousin who decided to come and visit me. It was so unexpected!"
    },
    {
        "situation": "So yesterday I found out my roommate has been dating someone for 3 months. I can't believe he didn't tell me.",
        "speaker": "So yesterday I found out my roommate has been dating someone for 3 months. I can't believe he didn't tell me."
    },
    {
        "situation": "I've had a savings account with the same bank for over 10 years. I didn't use it for a long time, but decided to use it again. I got a heck of a shock when I saw they'd been deducting $15/month due to inactivity. They didn't even tell me!",
        "speaker": "My bank, which I've had a savings account with for over 10 years has been deducting $15/month from me for \"inactivity\". How about that?"
    },
    {
        "situation": "Despite working until a few hours before, I scored highly on the ACT the first time I took it back in high school years ago. I thought I'd do poorly because I was tired.",
        "speaker": "Despite working until a few hours before, I scored highly on the ACT the first time I took it back in high school years ago."
    },
    {
        "situation": "My good friend came over last night! It was shocking since he lives hours away",
        "speaker": "My friend from across the continent came over yesterday! I was so happy about it"
    },
    {
        "situation": "My husband just got called back into work, was not expecting that. We were in the middle of eating dinner to!",
        "speaker": "My husband just got called back into work, was not expecting that!"
    },
    {
        "situation": "I was buying some beer and smokes with a couple of old friends of mine. They were in from out of town and we had been partying in an abandoned lot with a bunch of my in town friends. On our way back from the gas station, we heard some noise, and went through a hole in the fence to find a full blown speakeasy!",
        "speaker": "I honestly think New Orleans is one of the most exciting places to live in the US. You never know what you are going to find around the corner."
    },
    {
        "situation": "I woke up in the middle of the night and looked through my doorway, which was open.  There was a sweatshirt hanging on a door, and in my sleepy daze I thought it was a real person.  I live alone so I thought it was an intruder and I just about had a heart attack. I soon realized it was just clothes hanging there, in the shape of a person.",
        "speaker": "I just about had a figurative heart attack the other night."
    },
    {
        "situation": "i'm terrified of bugs",
        "speaker": "I'm so scared of bugs! i found one in my hair yesterday and almost died"
    },
    {
        "situation": "I went down to get a drink of water in the middle of the night and my back door was just standing open.",
        "speaker": "Watching scary movies lately has me paranoid, I was really frightened the other night."
    },
    {
        "situation": "One time I had a dream where i was being held down by a shadow demon with red eyes. I couldn't move or scream even though I wanted to. It was the most scared I've ever been.",
        "speaker": "Have you ever had a sleep paralysis dream?"
    },
    {
        "situation": "Felt scared while I was watching paranormal activity",
        "speaker": "Paranormal activity is the sCaRiEsT movie of horror movies"
    },
    {
        "situation": "This past winter I was sitting on my porch at 4am (couldn't sleep). Suddenly, out of the dark, came this tall bulky figure, dressed totally in black. My heart skipped as I tried to figure out what to do - I'm in a wheelchair.",
        "speaker": "I had a rather unnerving experience this past winter. Being unable to sleep at 4am, I went outside for a cigarette (I live in an apartment complex). Suddenly, out of the darkness, appeared a tall bulky figure dressed in black. They were coming straight at me!"
    },
    {
        "situation": "A tornado blew through my town last week. My family hid in our storm shelter, but I wasn't sure if we were going to survive it unscathed.",
        "speaker": "A tornado blew through my town last week. My family hid in our storm shelter, but I wasn't sure if we were going to survive it unscathed."
    },
    {
        "situation": "I was terrified when I watched that horror film in the theaters",
        "speaker": "I was terrified when I watched that horror film in the theaters"
    },
    {
        "situation": "I had to kill a giant spider yesterday",
        "speaker": "Both me and my girlfriend are super scared of spiders, but she made me kill a huge one yesterday. "
    },
    {
        "situation": "I was chased by someone down a street last night, I was shaking in fear.",
        "speaker": "Last night I was minding my own business walking down a street in a not so good area of town when someone started to chase me!"
    },
    {
        "situation": "I let my daughter ride her skateboard in the road by her self the other day. I was still close by watching, but I think she is pretty good at looking out for cars on her own.",
        "speaker": "I let my daughter ride in the road by herself on her skateboard the other day."
    },
    {
        "situation": "Some of my friends told me that they had a big surprise for me. They know I hate surprises, but I complied and let the blindfold me and drive me out to the location.",
        "speaker": "Some of my friends told me that they had a big surprise for me. They know I hate surprises, but I complied and let the blindfold me and drive me out to the location."
    },
    {
        "situation": "My intuition has led me into some situations that had I only used my head, I might have missed out on. I'm a big believer in listening to your \"gut\".",
        "speaker": "I'm a big believer in listening to your gut. Sometimes I might wonder where my intuition is leading me, but it always seems to be spot on."
    },
    {
        "situation": "I don't like loaning money to friends because a lot of the time it doesn't get paid back or ruins the friendship. I recently loaned my friend some money because of her situation not counting on getting it back but I did.",
        "speaker": "I like like loaning money to friends. It can ruin friendships and sometimes doesn't get paid back."
    },
    {
        "situation": "Fed a stray yesterday.",
        "speaker": "I fed a stray cat that was hanging out in my yard yesterday."
    },
    {
        "situation": "I have alot of health problems and because of that see many different specialist.  I have been able to find some amazing doctors and I have to often times put complete faith in them because my life is in their hands",
        "speaker": "I have many health problems that require me to see many different speccialist"
    },
    {
        "situation": "My husband and I are going on a cruise with another couple that we have been friends with for years. We let them book the cruise and we just give them so much money each month, until the cruise is paid for. It takes all the stress of booking/planning away for me, and we can just enjoy the cruise when its time.",
        "speaker": "My husband and I are going a  cruise with a couple that we have been friends with for a long time,"
    },
    {
        "situation": "I left my dogs in the care of a friend while I went out of town for a weekend.",
        "speaker": "I had to go out of town and leave my dogs with a friend, I was worried about them."
    },
    {
        "situation": "I lent a friend quite a lot of money a while back and he has promised to repay me. I really believe he will.",
        "speaker": "My friend borrowed quite a lot of money from me. I really do believe he'll repay me."
    },
    {
        "situation": "I'm so lucky - I have a brother I can trust absolutely to do the right thing at all times. When we had to sell a property he dealt with everything and it was all carried out perfectly.",
        "speaker": "My brother and I recently had to sell a house and he dealt with everything. I'm so lucky to have a brother I can rely on and who I know won't try and con me."
    }
]